Repository: nataliafurtado/actio-plan-google-sheets
Catalog: lib/l10n/intl_*.arb
Languages: pt_br

# NOVA_ACAO
source: NEW ACTION
pt_br: NOVA AÇÂO

# CATEGORIA
source: category
pt_br: Categoria

# O_QUE
source: What ?
pt_br: O que ?

# COMO
source: How ?
pt_br: Como ?

# PRIORIDADE
source: Priority
pt_br: Prioridade

# PRAZO
source: due date
pt_br: Prazo

# SALVAR
source: SAVE
pt_br: SALVAR

# INICIAR_CONFIG
source: START TO CONFIGURE
pt_br: Iniciar configurações

# PARA_CONFIGURAR_E_NEC
source: To configurate is necessary:
pt_br: Para configurar é necessario:

# E_PRECISO_UMA
source: - G
pt_br: - É preciso uma conta no google

# CRIAR_UMA_PLANILHA
source: - Create an empty Google drive sheet
pt_br: - Criar uma planilha vazia no google drive

# IR_NA_PARTE
source: - Press on editors script
pt_br: - Ir na parte de Editors de Script da planilha e colar um script

# INTRUCOES_DE_INSTALACAO
source: Instalation instructions
pt_br: Instruções de instalação

# NAO_E_POSSIVEL_FAZER
source: It's not possible tô configurate from Google's drive app
pt_br: Não é possivel fazer pelo aplicativo do google drive.

# UM
source: 1. Create an empty Google sheet in Google drive
pt_br: 1. Criar uma planilha vazia no google drive

# DOIS
source: 2. Go to <> Editor's Script
pt_br: 2. Ir na parte de <> Editor de Script

# TRES
source: 3. Erase default initial script
pt_br: 3. Apagar o scrip inicial padrão

# QUATRO
source: 4. Paste the script below
pt_br: 4. Colar o script fornecido abaixo

# COPIAR_SCRIPT
source: Copy script
pt_br: Copiar script

# NAO_ESQUECA_DE_SALVAR
source: * Dont forget tô save after paste the New script
pt_br: * Não esqueça de salvar depois de colar

# ONZE
source: 11. Copy URL from web app
pt_br: 11. Copie a URL do APP da Web

# DOZE
source: 12. Paste URL in the field below
pt_br: 12. Cole a URL no campo abaixo

# COLE_AQUI_A_URL
source: Paste here copied URL
pt_br: Cole aqui a URL copiada

# O_CAMPO_E_OBRIGATORIO
source: The field is mandatory
pt_br: O campo é obrigatório

# IR_PARA_O_PLANO_DE_ACAO
source: Go to action plan
pt_br: Ir para o plano de ação

# COPIADO
source: COPIED
pt_br: COPIADO

# COPIAR
source: COPY
pt_br: COPIAR

# TODAS
source: All
pt_br: Todas

# PLANO_DE_ACAO
source: Action plan
pt_br: Plano de ação

# QUEM
source: Who ?
pt_br: Quem ?

# DESEJA_EXCLUIR
source: Are you sure you want to exclude This action ?
pt_br: Deseja excluir essa ação ?

# EXCLUIR
source: Exclude
pt_br: Excluir

# CANCELAR
source: Cancel
pt_br: Cancelar

# ESTA_ACAO_NAO:
source: *This action cannot be undone
pt_br: *Esta ação não pode ser desfeita
